import styles from "../styles/sections/01.module.scss"

import { Row, Col } from "reactstrap"

const S01 = () => {
  return (
    <div className={styles.container}>
      <Row>
        <Col xs={{ size: 10, offset: 1 }}>
          <object type="image/svg+xml" data="sections/01/above-H1.svg"/>
        </Col>
        <Col xs={{ size: 10, offset: 1 }} md={{ size: 8, offset: 2 }}>
          <h1>
            สถานการณ์ด้านความยั่งยืนในภูมิภาคเอเชียตะวันออกเฉียงใต้
          </h1>
          <br/>
          <Row>
            <Col md={{ size: 10, offset: 1 }}>
              <p>
                ภูมิภาคเอเชียตะวันออกเฉียงใต้ยังคงเป็นหนึ่งในภูมิภาคที่มีการเติบโตรวดเร็วที่สุดในโลก แต่ด้วยการเติบโตอย่างรวดเร็วนี้ ผู้ที่มีส่วนรับผิดชอบจึงจำเป็นต้องควบคุมการเติบโตนี้ในระยะยาวโดยคำนึงถึงความจำเป็นทางด้านสิ่งแวดล้อม
              </p>
            </Col>
          </Row>
        </Col>
        <Col xs={{ size: 10, offset: 1 }}>
          <object type="image/svg+xml" data="sections/01/below-H1.svg"/>
        </Col>

        <div className={styles.line}/>

        <Col xs={{ size: 10, offset: 1 }} md={{ size: 8, offset: 2 }}>
          <Row className={styles.containerText}>
            <Col xs={{ size: 12 }} md={{ size: 6 }}>
              <Row>
                <Col xs={{ size: 6 }}>
                  <object type="image/svg+xml" data="sections/01/trees.svg"/>
                </Col>
              </Row>
              <h2>
                ความท้าทายของการเปลี่ยนแปลงทางสภาพอากาศในภูมิภาคเอเชียตะวันออกเฉียงใต้
              </h2>
            </Col>
            <Col xs={{ size: 12 }} md={{ size: 6 }}>
              <p>
                ภูมิภาคเอเชียตะวันออกเฉียงใต้ เป็นภูมิภาคที่มีความหลากหลายของสิ่งมีชีวิตประมาณร้อยละ 20 และมีประชากรรวมคิดเป็นร้อยละ 10 ของโลก ภูมิภาคเอเชียตะวันออกเฉียงใต้ยังคงเติบโตอย่างต่อเนื่อง โดยคาดว่าจะมีการเติบโต ร้อยละ 4.8ในปี พ.ศ. 2564  แม้จะอยู่ในภาวะการแพร่ระบาดของไวรัสโคโรน่าสายพันธุ์ใหม่ ก็ตาม ทำให้ภูมิภาคเอเชียตะวันออกเฉียงใต้เป็นภูมิภาคที่น่าสนใจ เพราะถือว่ามีการเติบโตเร็วที่สุดในโลก
              </p>
              <p>
                อย่างไรก็ตาม การเติบโตดังกล่าวก็มาพร้อมสัญญาณเตือน การใช้พลังงานในภูมิภาคเอเชียตะวันออกเฉียงใต้เพิ่มสูงขึ้นมากกว่าร้อยละ 80 นับตั้งแต่ปีพ.ศ.2543  และคาดว่าจะเพิ่มขึ้นสองเท่าภายในปีพ.ศ.2583  ภาพรวมบ่งชี้ว่าอัตราการปล่อยคาร์บอนไดออกไซด์จะสูงขึ้นประมาณร้อยละ 60 ภายในปีพ.ศ.2583 
              </p>
              <Row>
                <Col xs={{ size: 3 }}>
                  <object type="image/svg+xml" data="sections/01/arrows.svg"/>
                </Col>
              </Row>
            </Col>
          </Row>
        </Col>
      </Row>
    </div>
  )
}

export default S01