import styles from "../styles/sections/03.module.scss"

import { Row, Col } from "reactstrap"

const S03 = () => {
  return (
    <div className={styles.container}>
      <Row>
        <Col xs={{ size: 8, offset: 2 }} md={{ size: 6, offset: 3 }}>
          <object type="image/svg+xml" data="sections/03/water.svg" className={styles.svg}/>
          <p>
            นี่เป็นการพัฒนาที่ค่อนข้างน่ากังวล เนื่องจากภูมิภาคเอเชียตะวันออกเฉียงใต้ ใช้ แหล่งพลังงานสิ้นเปลืองมากเกินไป ในการใช้เป็นแหล่งจ่ายพลังงานหลัก 
          </p>
          <p>
            ประชากรในภูมิภาคเอเชียตะวันออกเฉียงใต้เริ่มมองเห็นภัยคุกคามของการเปลี่ยนแปลงทางสภาพอากาศและการเสื่อมสภาพทางสิ่งแวดล้อมอย่างชัดเจนเนื่องจาก ภัยพิบัติน้ำท่วมในหลายพื้นที่ส่งผลกระทบต่อการดำรงชีวิตในปี พ.ศ. 2564  หากไม่มีการเปลี่ยนแปลงที่สำคัญในช่วงทศวรรษถัดไปนี้ ประเทศในภูมิภาคเอเชียตะวันออกเฉียงใต้จะต้องประสบกับการสูญเสียที่เทียบเท่ากับ 22.5 พันล้านดอลลาร์สหรัฐของค่า GDPอันเป็นผลกระทบจากภัยพิบัติน้ำท่วม
          </p>
        </Col>
      </Row>
    </div>
  )
}

export default S03