import styles from "../styles/sections/05.module.scss"

import { Row, Col } from "reactstrap"

const S05 = () => {
  return (
    <div className={styles.container}>
      <Row>
        <Col xs={{ size: 10, offset: 1 }} md={{ size: 8, offset: 2 }}>
          <Row>
            <Col xs={{ size: 12 }} md={{ size: 6 }} className={styles.spacing}>
              <h2>
                ความพยายามในการแก้ไขปัญหาด้านความยั่งยืนในภูมิภาคเอเชียตะวันออกเฉียงใต้
              </h2>
            </Col>
            <Col xs={{ size: 12 }} md={{ size: 6 }} className={styles.spacing}>
              <Row>
                <Col xs={{ size: 6 }}>
                  <object type="image/svg+xml" data="sections/05/plug.svg"/>
                </Col>
              </Row>
            </Col>
          </Row>
          <Row>
            <Col xs={{ size: 12 }} md={{ size: 6 }} className={styles.spacing}>
              <p>
                การตระหนักถึงการเปลี่ยนแปลงทางสภาพอากาศในฐานะภัยคุกคามระดับภูมิภาค ทำให้ชาติสมาชิกของภูมิภาคอาเซียนทั้งหมดที่ได้ลงนามใน ข้อตกลงปารีส ประเทศในภูมิภาคอาเซียนได้มีเป้าหมายร่วมกันในการเพิ่มแหล่งพลังงานหลัก ของพลังงานหมุนเวียนเป็นร้อยละ 23จากแหล่งพลังงานทั้งหมด ภายในปีพ.ศ. 2568 
              </p>
              <p>
                ภูมิภาคเอเชียตะวันออกเฉียงใต้จะได้รับผลตอบแทนมหาศาลเมื่อเปลี่ยนไปใช้แนวทางที่ยั่งยืนมากขึ้น เศรษฐกิจของภูมิภาคเอเชียตะวันออกเฉียงใต้อาจมีขนาดมูลค่าสูงสุดถึง 1 ล้านล้านดอลลาร์สหรัฐ ต่อปีภายในปีพ.ศ. 2572 จากการเติบโตเพื่อความยั่งยืนในอนาคต
              </p>
              <p>
                มีหลายวิธีในการเสริมสร้างศักยภาพทางเศรษฐกิจสีเขียวของภูมิภาคนี้ การเปลี่ยนแปลงจากการใช้พลังงานสิ้นเปลืองมาเป็นแหล่งพลังงานหมุนเวียนเป็นความพยายามที่เกิดขึ้นอย่างต่อเนื่อง รัฐบาลในภูมิภาคเอเชียตะวันออกเฉียงใต้ได้ กำหนดความสำคัญของพลังงานแสงอาทิตย์ เพื่อมาทดแทนเชื้อเพลิงจากฟอสซิล ในแผนพัฒนาล่าสุดโดยเฉพาะโครงการหลังคาพลังงานแสงอาทิตย์
              </p>
            </Col>
            <Col xs={{ size: 12 }} md={{ size: 6 }} className={styles.spacing}>
              <p>
                การปรับปรุงภาคการขนส่งของประเทศให้มีประสิทธิภาพสูงขึ้น และมีบทบาทที่สำคัญเช่นกัน ห่วงโซ่อุปทานระบบดิจิทัลรวมกับระบบอัตโนมัติและระบบวิเคราะห์สามารถช่วยลดการปล่อยคาร์บอนได้
              </p>
              <p>
                การใช้Big Data เพื่อปรับปรุงชุมชนเมืองให้เป็นเมืองสีเขียวและ มีบทบาทสำคัญในการขับเคลื่อนการเติบโตที่ยั่งยืนของภูมิภาค ภูมิภาคเอเชียตะวันออกเฉียงใต้มีความก้าวหน้าที่ดีโดยมีโครงการเมืองอัจฉริยะ ในประเทศสิงคโปร์ ประเทศเวียดนาม และประเทศอินโดนีเซีย
              </p>
              <p>
                ภาครัฐและภาคเอกชนต้องมุ่งมั่นดำเนินงานในโครงการเหล่านี้ในระยะยาว การผลักดันเพื่อการเติบโตอย่างยั่งยืนนี้ เป็นเป้าหมายที่สามารถทำให้ภูมิภาคเอเชียตะวันออกเฉียงใต้ร่วมมือกันเพื่อปรับปรุงคุณภาพชีวิตของผู้คนในหลายทศวรรษในอนาคตข้างหน้า
              </p>
            </Col>
          </Row>
        </Col>
      </Row>
    </div>
  )
}

export default S05